Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_direct_shakescape_reachability_advertised
source: Public endpoint candidate from %1$@; advertised through stock HSD. %2$d board peers; %3$d discovery candidates.
ar: مرشح نقطة النهاية العامة من %1$@؛ تم الإعلان عنها من خلال المخزون HSD. أقرانهم في مجلس %2$d؛ مرشحو الاكتشاف %3$d.
de: Öffentlicher Endpunktkandidat von %1$@; beworben durch Lagerbestand HSD. %2$d Board-Peers; %3$d Discovery-Kandidaten.
es: Candidato de punto final público de %1$@; anunciado a través del stock HSD. pares de la junta %2$d; Candidatos de descubrimiento %3$d.
fa: نامزد نقطه پایان عمومی از %1$@؛ از طریق سهام HSD تبلیغ می شود. همتایان برد %2$d; نامزدهای کشف %3$d.
fr: Candidat de point de terminaison public de %1$@ ; annoncé via le stock HSD. Pairs de cartes %2$d ; Candidats à la découverte %3$d.
he: מועמד לנקודת קצה ציבורית מ-%1$@; מפורסם דרך מלאי HSD. עמיתים ללוח %2$d; %3$d מועמדים לגילוי.
hi: %1$@ से सार्वजनिक समापन बिंदु उम्मीदवार; स्टॉक HSD के माध्यम से विज्ञापित। %2$d बोर्ड सहकर्मी; %3$d खोज उम्मीदवार।
id: Kandidat titik akhir publik dari %1$@; diiklankan melalui stok HSD. Rekan dewan %2$d; Kandidat penemuan %3$d.
it: Candidato endpoint pubblico da %1$@; pubblicizzato tramite stock HSD. peer della scheda %2$d; Candidati alla scoperta %3$d.
ja: %1$@ のパブリック エンドポイント候補。 HSD という株式を通じて宣伝されます。 %2$d ボードピア。 %3$d 発見候補。
ko: %1$@의 공개 끝점 후보; 재고 HSD를 통해 광고되었습니다. %2$d 보드 피어; %3$d 발견 후보.
nl: Kandidaat voor openbaar eindpunt van %1$@; geadverteerd via voorraad HSD. %2$d bestuursgenoten; %3$d ontdekkingskandidaten.
pl: Kandydat na publiczny punkt końcowy z %1$@; reklamowane w magazynie HSD. Elementy równorzędne płyty %2$d; Kandydaci do odkrycia %3$d.
pt: Candidato a endpoint público de %1$@; anunciado através do estoque HSD. Pares da placa %2$d; Candidatos à descoberta %3$d.
ru: Кандидат общедоступной конечной точки от %1$@; рекламируется через акции HSD. Одноранговые узлы платы %2$d; Кандидаты на открытие %3$d.
tr: %1$@'den genel uç nokta adayı; HSD stok aracılığıyla reklamı yapılır. %2$d yönetim kurulu akranları; %3$d keşif adayları.
uk: Публічна кінцева точка-кандидат від %1$@; рекламується на складі HSD. %2$d вузли плати; Кандидати на відкриття %3$d.
vi: Ứng cử viên điểm cuối công khai từ %1$@; được quảng cáo thông qua kho HSD. Hội đồng quản trị %2$d; Ứng cử viên khám phá %3$d.
zh_hans: 来自 %1$@ 的公共端点候选者；通过股票 HSD 进行广告。 %2$d板同行； %3$d 发现候选者。
zh_hant: 來自 %1$@ 的公共端點候選者；透過股票 HSD 進行廣告。 %2$d板同行； %3$d 發現候選者。

# wallet_direct_shakescape_reachability_ipv6_verification
source: A global IPv6 candidate exists, but external inbound TCP verification is required before ADDR publication. %1$d discovery candidates.
ar: يوجد مرشح عالمي لـ IPv6، ولكن يلزم التحقق من TCP خارجيًا قبل نشر ADDR. مرشحو الاكتشاف %1$d.
de: Es gibt einen globalen IPv6-Kandidaten, aber vor der Veröffentlichung von ADDR ist eine externe eingehende TCP-Verifizierung erforderlich. %1$d Discovery-Kandidaten.
es: Existe un candidato IPv6 global, pero se requiere una verificación entrante externa de TCP antes de la publicación de ADDR. Candidatos de descubrimiento %1$d.
fa: یک نامزد جهانی IPv6 وجود دارد، اما تأیید TCP ورودی خارجی قبل از انتشار ADDR مورد نیاز است. نامزدهای کشف %1$d.
fr: Un candidat IPv6 global existe, mais une vérification externe TCP entrante est requise avant la publication de ADDR. Candidats à la découverte %1$d.
he: קיים מועמד גלובלי של IPv6, אך נדרש אימות TCP נכנס חיצוני לפני פרסום ADDR. %1$d מועמדים לגילוי.
hi: एक वैश्विक IPv6 उम्मीदवार मौजूद है, लेकिन ADDR प्रकाशन से पहले बाहरी इनबाउंड TCP सत्यापन आवश्यक है। %1$d खोज उम्मीदवार।
id: Kandidat IPv6 global ada, namun verifikasi TCP masuk eksternal diperlukan sebelum publikasi ADDR. Kandidat penemuan %1$d.
it: Esiste un candidato IPv6 globale, ma è richiesta la verifica TCP in entrata esterna prima della pubblicazione di ADDR. Candidati alla scoperta %1$d.
ja: グローバル IPv6 候補は存在しますが、ADDR を公開する前に外部インバウンド TCP 検証が必要です。 %1$d 発見候補。
ko: 글로벌 IPv6 후보가 존재하지만 ADDR 게시 전에 외부 인바운드 TCP 확인이 필요합니다. %1$d 발견 후보.
nl: Er bestaat een globale IPv6-kandidaat, maar externe inkomende TCP-verificatie is vereist voordat ADDR wordt gepubliceerd. %1$d ontdekkingskandidaten.
pl: Istnieje globalny kandydat IPv6, ale przed publikacją ADDR wymagana jest zewnętrzna weryfikacja przychodzącego TCP. Kandydaci do odkrycia %1$d.
pt: Existe um candidato IPv6 global, mas a verificação de entrada externa TCP é necessária antes da publicação de ADDR. Candidatos à descoberta %1$d.
ru: Глобальный кандидат IPv6 существует, но перед публикацией ADDR требуется внешняя входящая проверка TCP. Кандидаты на открытие %1$d.
tr: Genel bir IPv6 adayı mevcuttur ancak ADDR yayınlanmadan önce harici gelen TCP doğrulaması gereklidir. %1$d keşif adayları.
uk: Глобальний кандидат IPv6 існує, але перед публікацією ADDR потрібна зовнішня вхідна перевірка TCP. Кандидати на відкриття %1$d.
vi: Đã tồn tại một ứng cử viên IPv6 toàn cầu, nhưng cần phải xác minh TCP gửi đến bên ngoài trước khi xuất bản ADDR. Ứng cử viên khám phá %1$d.
zh_hans: 存在全局 IPv6 候选者，但在 ADDR 发布之前需要外部入站 TCP 验证。 %1$d 发现候选者。
zh_hant: 存在全域 IPv6 候選者，但在 ADDR 發布之前需要外部入站 TCP 驗證。 %1$d 發現候選者。

# wallet_direct_shakescape_reachability_local_network_permission
source: Verified NETWORK service is ready. Allow Nearby devices access for LAN inbound testing and PCP/NAT-PMP/UPnP router discovery; public IPv6 and Internet traffic remain independent. %1$d discovery candidates.
ar: خدمة NETWORK التي تم التحقق منها جاهزة. السماح للأجهزة القريبة بالوصول لاختبار شبكة LAN الداخلية واكتشاف جهاز التوجيه PCP/NAT-PMP/UPnP؛ يظل IPv6 العام وحركة المرور على الإنترنت مستقلين. مرشحو الاكتشاف %1$d.
de: Verifizierter NETWORK-Dienst ist bereit. Ermöglichen Sie den Zugriff von Geräten in der Nähe für LAN-Eingangstests und PCP/NAT-PMP/UPnP-Router-Erkennung; öffentlicher IPv6 und Internetverkehr bleiben unabhängig. %1$d Discovery-Kandidaten.
es: El servicio NETWORK verificado está listo. Permitir el acceso a dispositivos cercanos para pruebas de entrada de LAN y descubrimiento de enrutadores PCP/NAT-PMP/UPnP; El tráfico público IPv6 y el de Internet siguen siendo independientes. Candidatos de descubrimiento %1$d.
fa: سرویس تایید شده NETWORK آماده است. اجازه دسترسی به دستگاه‌های Nearby برای آزمایش ورودی LAN و کشف روتر PCP/NAT-PMP/UPnP. ترافیک عمومی IPv6 و اینترنت مستقل باقی می مانند. نامزدهای کشف %1$d.
fr: Le service vérifié NETWORK est prêt. Autoriser l'accès des appareils à proximité pour les tests entrants du LAN et la découverte du routeur PCP/NAT-PMP/UPnP ; le trafic public IPv6 et Internet restent indépendants. Candidats à la découverte %1$d.
he: שירות NETWORK מאומת מוכן. אפשר גישה למכשירים קרובים לבדיקות LAN נכנסות וגילוי נתב PCP/NAT-PMP/UPnP; הציבור IPv6 ותעבורת האינטרנט נשארים עצמאיים. %1$d מועמדים לגילוי.
hi: सत्यापित NETWORK सेवा तैयार है। LAN इनबाउंड परीक्षण और PCP/NAT-PMP/UPnP राउटर खोज के लिए आस-पास के उपकरणों तक पहुंच की अनुमति दें; सार्वजनिक IPv6 और इंटरनेट ट्रैफ़िक स्वतंत्र रहते हैं। %1$d खोज उम्मीदवार।
id: Layanan NETWORK terverifikasi sudah siap. Izinkan akses perangkat terdekat untuk pengujian masuk LAN dan penemuan router PCP/NAT-PMP/UPnP; IPv6 publik dan lalu lintas Internet tetap independen. Kandidat penemuan %1$d.
it: Il servizio NETWORK verificato è pronto. Consentire l'accesso ai dispositivi nelle vicinanze per i test in ingresso sulla LAN e il rilevamento dei router PCP/NAT-PMP/UPnP; IPv6 pubblico e il traffico Internet rimangono indipendenti. Candidati alla scoperta %1$d.
ja: NETWORK サービスの準備ができていることを確認しました。 LAN インバウンド テストおよび PCP/NAT-PMP/UPnP ルーター検出のために近くのデバイスへのアクセスを許可します。パブリック IPv6 とインターネット トラフィックは独立したままになります。 %1$d 発見候補。
ko: 확인된 NETWORK 서비스가 준비되었습니다. LAN 인바운드 테스트 및 PCP/NAT-PMP/UPnP 라우터 검색을 위해 주변 장치 액세스를 허용합니다. 공개 IPv6와 인터넷 트래픽은 독립적으로 유지됩니다. %1$d 발견 후보.
nl: Geverifieerde NETWORK-service is gereed. Toestaan ​​dat apparaten in de buurt toegang krijgen voor LAN-inkomende tests en PCP/NAT-PMP/UPnP-routerdetectie; openbare IPv6 en internetverkeer blijven onafhankelijk. %1$d ontdekkingskandidaten.
pl: Zweryfikowana usługa NETWORK jest gotowa. Zezwalaj na dostęp urządzeń w pobliżu w celu testowania przychodzących połączeń LAN i wykrywania routerów PCP/NAT-PMP/UPnP; publiczny IPv6 i ruch internetowy pozostają niezależne. Kandydaci do odkrycia %1$d.
pt: O serviço NETWORK verificado está pronto. Permitir acesso a dispositivos próximos para testes de entrada de LAN e descoberta de roteadores PCP/NAT-PMP/UPnP; O IPv6 público e o tráfego da Internet permanecem independentes. Candidatos à descoberta %1$d.
ru: Проверенный сервис NETWORK готов. Разрешить соседним устройствам доступ для тестирования входящего трафика локальной сети и обнаружения маршрутизатора PCP/NAT-PMP/UPnP; общедоступный IPv6 и интернет-трафик остаются независимыми. Кандидаты на открытие %1$d.
tr: Doğrulanmış NETWORK hizmeti hazır. LAN gelen testi ve PCP/NAT-PMP/UPnP yönlendirici keşfi için Yakındaki cihazların erişimine izin verin; genel IPv6 ve İnternet trafiği bağımsız kalır. %1$d keşif adayları.
uk: Перевірений сервіс NETWORK готовий. Дозволити доступ до пристроїв поблизу для вхідного тестування локальної мережі та виявлення маршрутизатора PCP/NAT-PMP/UPnP; публічний IPv6 та Інтернет-трафік залишаються незалежними. Кандидати на відкриття %1$d.
vi: Dịch vụ NETWORK đã được xác minh đã sẵn sàng. Cho phép truy cập vào các thiết bị lân cận để kiểm tra mạng LAN gửi đến và khám phá bộ định tuyến PCP/NAT-PMP/UPnP; IPv6 công cộng và lưu lượng truy cập Internet vẫn độc lập. Ứng cử viên khám phá %1$d.
zh_hans: 已验证 NETWORK 服务已准备就绪。允许附近设备访问 LAN 入站测试和 PCP/NAT-PMP/UPnP 路由器发现；公共IPv6和互联网流量保持独立。 %1$d 发现候选者。
zh_hant: 已驗證 NETWORK 服務已準備就緒。允許附近設備存取 LAN 入站測試和 PCP/NAT-PMP/UPnP 路由器發現；公共IPv6和網路流量保持獨立。 %1$d 發現候選者。

# wallet_direct_shakescape_reachability_mapping
source: Verified NETWORK service is ready; checking public IPv6 candidates and trying PCP/NAT-PMP/UPnP reachability. %1$d discovery candidates.
ar: خدمة NETWORK التي تم التحقق منها جاهزة؛ التحقق من مرشحات IPv6 العامة وتجربة إمكانية الوصول إلى PCP/NAT-PMP/UPnP. مرشحو الاكتشاف %1$d.
de: Verifizierter NETWORK-Dienst ist bereit; Überprüfen öffentlicher IPv6-Kandidaten und Testen der PCP/NAT-PMP/UPnP-Erreichbarkeit. %1$d Discovery-Kandidaten.
es: El servicio NETWORK verificado está listo; comprobar los candidatos públicos IPv6 y probar la accesibilidad PCP/NAT-PMP/UPnP. Candidatos de descubrimiento %1$d.
fa: سرویس تایید شده NETWORK آماده است. بررسی نامزدهای عمومی IPv6 و تلاش برای دسترسی PCP/NAT-PMP/UPnP. نامزدهای کشف %1$d.
fr: Le service vérifié NETWORK est prêt ; vérifier les candidats publics IPv6 et essayer l'accessibilité PCP/NAT-PMP/UPnP. Candidats à la découverte %1$d.
he: שירות NETWORK מאומת מוכן; בדיקת מועמדים ציבוריים של IPv6 ומנסה להגיע ל-PCP/NAT-PMP/UPnP. %1$d מועמדים לגילוי.
hi: सत्यापित NETWORK सेवा तैयार है; सार्वजनिक IPv6 उम्मीदवारों की जाँच करना और PCP/NAT-PMP/UPnP पहुंच योग्यता का प्रयास करना। %1$d खोज उम्मीदवार।
id: Layanan NETWORK terverifikasi sudah siap; memeriksa kandidat IPv6 publik dan mencoba keterjangkauan PCP/NAT-PMP/UPnP. Kandidat penemuan %1$d.
it: Il servizio NETWORK verificato è pronto; controllare i candidati IPv6 pubblici e provare la raggiungibilità PCP/NAT-PMP/UPnP. Candidati alla scoperta %1$d.
ja: NETWORK サービスの準備ができていることを確認しました。公開の IPv6 候補をチェックし、PCP/NAT-PMP/UPnP の到達可能性を試します。 %1$d 発見候補。
ko: 확인된 NETWORK 서비스가 준비되었습니다. 공개 IPv6 후보를 확인하고 PCP/NAT-PMP/UPnP 연결성을 시도합니다. %1$d 발견 후보.
nl: Geverifieerde NETWORK-service is gereed; openbare IPv6-kandidaten controleren en PCP/NAT-PMP/UPnP-bereikbaarheid proberen. %1$d ontdekkingskandidaten.
pl: Zweryfikowana usługa NETWORK jest gotowa; sprawdzanie publicznych kandydatów IPv6 i sprawdzanie osiągalności PCP/NAT-PMP/UPnP. Kandydaci do odkrycia %1$d.
pt: O serviço NETWORK verificado está pronto; verificando candidatos IPv6 públicos e tentando a acessibilidade PCP/NAT-PMP/UPnP. Candidatos à descoberta %1$d.
ru: Проверенный сервис NETWORK готов; проверка общедоступных кандидатов IPv6 и проверка доступности PCP/NAT-PMP/UPnP. Кандидаты на открытие %1$d.
tr: Doğrulanmış NETWORK hizmeti hazır; genel IPv6 adaylarını kontrol etmek ve PCP/NAT-PMP/UPnP erişilebilirliğini denemek. %1$d keşif adayları.
uk: Перевірена служба NETWORK готова; перевірка публічних кандидатів IPv6 і перевірка доступності PCP/NAT-PMP/UPnP. Кандидати на відкриття %1$d.
vi: Dịch vụ NETWORK đã được xác minh đã sẵn sàng; kiểm tra các ứng cử viên IPv6 công khai và thử khả năng tiếp cận PCP/NAT-PMP/UPnP. Ứng cử viên khám phá %1$d.
zh_hans: 验证NETWORK服务已就绪；检查公共 IPv6 候选者并尝试 PCP/NAT-PMP/UPnP 可达性。 %1$d 发现候选者。
zh_hant: 驗證NETWORK服務已就緒；檢查公共 IPv6 候選者並嘗試 PCP/NAT-PMP/UPnP 可及性。 %1$d 發現候選者。

# wallet_direct_shakescape_reachability_syncing
source: Waiting for fresh verified headers before NETWORK advertisement. %1$d discovery candidates.
ar: في انتظار الرؤوس الجديدة التي تم التحقق منها قبل إعلان NETWORK. مرشحو الاكتشاف %1$d.
de: Warten auf frisch verifizierte Header vor der NETWORK-Werbung. %1$d Discovery-Kandidaten.
es: Esperando encabezados nuevos verificados antes del anuncio NETWORK. Candidatos de descubrimiento %1$d.
fa: قبل از تبلیغ NETWORK منتظر هدرهای تأیید شده جدید باشید. نامزدهای کشف %1$d.
fr: En attente de nouveaux en-têtes vérifiés avant la publicité NETWORK. Candidats à la découverte %1$d.
he: ממתין לכותרות מאומתות טריות לפני הפרסומת NETWORK. %1$d מועמדים לגילוי.
hi: NETWORK विज्ञापन से पहले नए सत्यापित हेडर की प्रतीक्षा की जा रही है। %1$d खोज उम्मीदवार।
id: Menunggu header terverifikasi baru sebelum iklan NETWORK. Kandidat penemuan %1$d.
it: In attesa di nuove intestazioni verificate prima dell'annuncio NETWORK. Candidati alla scoperta %1$d.
ja: NETWORK アドバタイズメントの前に、新しい検証済みヘッダーを待機しています。 %1$d 発見候補。
ko: NETWORK 광고 전에 새로 확인된 헤더를 기다리는 중입니다. %1$d 발견 후보.
nl: Wachten op nieuwe geverifieerde headers vóór NETWORK-advertentie. %1$d ontdekkingskandidaten.
pl: Oczekiwanie na świeże zweryfikowane nagłówki przed reklamą NETWORK. Kandydaci do odkrycia %1$d.
pt: Aguardando novos cabeçalhos verificados antes do anúncio NETWORK. Candidatos à descoberta %1$d.
ru: Ожидание свежих проверенных заголовков перед рекламой NETWORK. Кандидаты на открытие %1$d.
tr: NETWORK reklamından önce yeni doğrulanmış başlıklar bekleniyor. %1$d keşif adayları.
uk: Очікування свіжих перевірених заголовків перед оголошенням NETWORK. Кандидати на відкриття %1$d.
vi: Đang chờ các tiêu đề mới được xác minh trước quảng cáo NETWORK. Ứng cử viên khám phá %1$d.
zh_hans: 在 NETWORK 广告之前等待新的验证标头。 %1$d 发现候选者。
zh_hant: 在 NETWORK 廣告之前等待新的驗證標頭。 %1$d 發現候選者。

# wallet_direct_shakescape_reachability_waiting_hsd_peer
source: Public endpoint candidate and verified NETWORK service are ready; reconnecting stock HSD peers for ADDR publication. %1$d discovery candidates.
ar: مرشح نقطة النهاية العامة وخدمة NETWORK التي تم التحقق منها جاهزة؛ إعادة توصيل أقرانهم HSD لنشر ADDR. مرشحو الاكتشاف %1$d.
de: Der Kandidat für einen öffentlichen Endpunkt und der verifizierte NETWORK-Dienst sind bereit; Wiederverbinden der Bestands-Peers HSD für die Veröffentlichung ADDR. %1$d Discovery-Kandidaten.
es: El candidato de punto final público y el servicio NETWORK verificado están listos; reconectar pares originales de HSD para la publicación de ADDR. Candidatos de descubrimiento %1$d.
fa: نامزد نقطه پایانی عمومی و سرویس تأیید شده NETWORK آماده است. اتصال مجدد سهام HSD برای انتشار ADDR. نامزدهای کشف %1$d.
fr: Le candidat de point de terminaison public et le service NETWORK vérifié sont prêts ; reconnexion des pairs du stock HSD pour la publication ADDR. Candidats à la découverte %1$d.
he: מועמד לנקודת קצה ציבורית ושירות NETWORK מאומת מוכנים; חיבור מחדש של מניות HSD עמיתים לפרסום ADDR. %1$d מועמדים לגילוי.
hi: सार्वजनिक समापन बिंदु उम्मीदवार और सत्यापित NETWORK सेवा तैयार हैं; ADDR प्रकाशन के लिए स्टॉक HSD समकक्षों को पुनः कनेक्ट करना। %1$d खोज उम्मीदवार।
id: Kandidat titik akhir publik dan layanan NETWORK terverifikasi sudah siap; menghubungkan kembali rekan-rekan saham HSD untuk publikasi ADDR. Kandidat penemuan %1$d.
it: Il candidato endpoint pubblico e il servizio NETWORK verificato sono pronti; riconnessione dei peer HSD stock per la pubblicazione ADDR. Candidati alla scoperta %1$d.
ja: パブリック エンドポイント候補と検証済み NETWORK サービスの準備が整いました。 ADDR パブリケーションのためにストック HSD ピアを再接続しています。 %1$d 発見候補。
ko: 공용 엔드포인트 후보 및 검증된 NETWORK 서비스가 준비되었습니다. ADDR 게시를 위해 스톡 HSD 피어를 다시 연결합니다. %1$d 발견 후보.
nl: Kandidaat voor openbaar eindpunt en geverifieerde NETWORK-service zijn gereed; voorraad HSD-peers opnieuw verbinden voor ADDR-publicatie. %1$d ontdekkingskandidaten.
pl: Kandydat na publiczny punkt końcowy i zweryfikowana usługa NETWORK są gotowe; ponowne łączenie zasobów równorzędnych HSD w celu publikacji ADDR. Kandydaci do odkrycia %1$d.
pt: O candidato ao endpoint público e o serviço NETWORK verificado estão prontos; reconectando pares HSD de estoque para publicação ADDR. Candidatos à descoberta %1$d.
ru: Кандидат общедоступной конечной точки и проверенная служба NETWORK готовы; повторное подключение стандартных одноранговых узлов HSD для публикации ADDR. Кандидаты на открытие %1$d.
tr: Genel uç nokta adayı ve doğrulanmış NETWORK hizmeti hazır; ADDR yayını için stok HSD eşlerinin yeniden bağlanması. %1$d keşif adayları.
uk: Публічна кінцева точка-кандидат і перевірена служба NETWORK готові; повторне підключення базових вузлів HSD для публікації ADDR. Кандидати на відкриття %1$d.
vi: Ứng cử viên điểm cuối công khai và dịch vụ NETWORK đã được xác minh đã sẵn sàng; kết nối lại các đồng nghiệp HSD cổ phiếu để xuất bản ADDR. Ứng cử viên khám phá %1$d.
zh_hans: 候选公共端点和已验证的NETWORK服务已准备就绪；重新连接库存 HSD 同行以发布 ADDR。 %1$d 发现候选者。
zh_hant: 候選公共端點和已驗證的NETWORK服務已準備就緒；重新連接庫存 HSD 同行以發布 ADDR。 %1$d 發現候選者。

# wallet_direct_shakescape_reachability_waiting_network
source: A public endpoint candidate exists; ADDR publication is waiting for fresh verified NETWORK service. %1$d discovery candidates.
ar: يوجد مرشح لنقطة النهاية العامة؛ منشور ADDR ينتظر خدمة NETWORK الجديدة التي تم التحقق منها. مرشحو الاكتشاف %1$d.
de: Es gibt einen Kandidaten für einen öffentlichen Endpunkt. Die ADDR-Veröffentlichung wartet auf den neu verifizierten NETWORK-Dienst. %1$d Discovery-Kandidaten.
es: Existe un candidato de punto final público; La publicación ADDR está esperando un nuevo servicio NETWORK verificado. Candidatos de descubrimiento %1$d.
fa: یک نامزد نقطه پایانی عمومی وجود دارد. انتشارات ADDR منتظر سرویس تأیید شده جدید NETWORK است. نامزدهای کشف %1$d.
fr: Un candidat de point de terminaison public existe ; La publication ADDR attend un nouveau service NETWORK vérifié. Candidats à la découverte %1$d.
he: קיים מועמד לנקודת קצה ציבורית; פרסום ADDR ממתין לשירות NETWORK מאומת טרי. %1$d מועמדים לגילוי.
hi: एक सार्वजनिक समापन बिंदु उम्मीदवार मौजूद है; ADDR प्रकाशन ताज़ा सत्यापित NETWORK सेवा की प्रतीक्षा कर रहा है। %1$d खोज उम्मीदवार।
id: Ada kandidat titik akhir publik; Publikasi ADDR sedang menunggu layanan NETWORK yang baru diverifikasi. Kandidat penemuan %1$d.
it: Esiste un candidato endpoint pubblico; La pubblicazione ADDR è in attesa di un nuovo servizio NETWORK verificato. Candidati alla scoperta %1$d.
ja: パブリック エンドポイントの候補が存在します。 ADDR パブリケーションは、新しく検証された NETWORK サービスを待っています。 %1$d 発見候補。
ko: 공개 끝점 후보가 존재합니다. ADDR 게시는 새로 검증된 NETWORK 서비스를 기다리고 있습니다. %1$d 발견 후보.
nl: Er bestaat een openbare eindpuntkandidaat; De ADDR-publicatie wacht op een nieuwe, geverifieerde NETWORK-service. %1$d ontdekkingskandidaten.
pl: Istnieje publiczny kandydat na punkt końcowy; Publikacja ADDR czeka na świeży zweryfikowany serwis NETWORK. Kandydaci do odkrycia %1$d.
pt: Existe um candidato a endpoint público; A publicação ADDR está aguardando novo serviço NETWORK verificado. Candidatos à descoberta %1$d.
ru: Существует кандидат на общедоступную конечную точку; Публикация ADDR ждет свежего проверенного сервиса NETWORK. Кандидаты на открытие %1$d.
tr: Bir genel uç nokta adayı mevcuttur; ADDR yayını, yeni doğrulanmış NETWORK servisini bekliyor. %1$d keşif adayları.
uk: Кандидат загальнодоступної кінцевої точки існує; Публікація ADDR чекає на свіжий перевірений сервіс NETWORK. Кандидати на відкриття %1$d.
vi: Một ứng cử viên điểm cuối công cộng tồn tại; Ấn phẩm ADDR đang chờ dịch vụ NETWORK mới được xác minh. Ứng cử viên khám phá %1$d.
zh_hans: 存在候选公共端点； ADDR 出版物正在等待新验证的 NETWORK 服务。 %1$d 发现候选者。
zh_hant: 存在候選公共端點； ADDR 出版物正在等待新驗證的 NETWORK 服務。 %1$d 發現候選者。

# wallet_direct_shakescape_recent_peers
source: Recent offer peers
ar: نظراء العروض الأخيرة
de: Letzte Angebots-Peers
es: Pares de ofertas recientes
fa: همتاهای اخیر پیشنهاد
fr: Pairs d’offres récents
he: עמיתי הצעות אחרונים
hi: हाल के ऑफ़र पीयर
id: Rekan penawaran terbaru
it: Peer di offerte recenti
ja: 最近のオファー相手
ko: 최근 제안 피어
nl: Recente aanbiedingspeers
pl: Ostatni partnerzy ofert
pt: Pares de ofertas recentes
ru: Недавние участники предложений
tr: Son teklif eşleri
uk: Нещодавні учасники пропозицій
vi: Các bên chào giá gần đây
zh_hans: 最近的报价方
zh_hant: 最近的報價方

# wallet_direct_shakescape_replaced
source: Replaced the active swap peer with %1$@. Board exchange is running locally without a relay.
ar: تم استبدال نظير المبادلة النشط بـ %1$@. يتم تشغيل تبادل المجلس محليا دون التتابع.
de: Der aktive Swap-Peer wurde durch %1$@ ersetzt. Der Board-Austausch läuft lokal ohne Relay.
es: Se reemplazó el par de intercambio activo con %1$@. El intercambio de tarjetas se realiza localmente sin relé.
fa: همتای مبادله فعال با %1$@ جایگزین شد. تبادل برد به صورت محلی بدون رله در حال اجرا است.
fr: Remplacement du homologue d'échange actif par %1$@. L'échange de cartes fonctionne localement sans relais.
he: החליף את עמית ההחלפה הפעיל ב-%1$@. החלפת לוח פועלת באופן מקומי ללא ממסר.
hi: सक्रिय स्वैप पीयर को %1$@ से बदल दिया गया। बोर्ड एक्सचेंज बिना रिले के स्थानीय स्तर पर चल रहा है।
id: Mengganti rekan swap aktif dengan %1$@. Pertukaran papan berjalan secara lokal tanpa relay.
it: Sostituito il peer di scambio attivo con %1$@. Lo scambio della scheda è in esecuzione localmente senza relè.
ja: アクティブなスワップピアを %1$@ に置き換えました。ボード交換はリレーなしでローカルで実行されます。
ko: 활성 스왑 피어를 %1$@로 교체했습니다. 보드 교환은 릴레이 없이 로컬로 실행됩니다.
nl: De actieve swap-peer vervangen door %1$@. Borduitwisseling vindt lokaal plaats zonder relais.
pl: Zastąpiono aktywnego partnera wymiany na %1$@. Wymiana płytek odbywa się lokalnie bez przekaźnika.
pt: Substituído o peer de troca ativo por %1$@. A troca de placas está funcionando localmente sem relé.
ru: Заменен активный узел подкачки на %1$@. Обмен платами осуществляется локально, без реле.
tr: Aktif takas eşi %1$@ ile değiştirildi. Kart değişimi yerel olarak röle olmadan çalışıyor.
uk: Замінено активний партнер підкачки на %1$@. Обмін платою працює локально без реле.
vi: Đã thay thế trao đổi ngang hàng đang hoạt động bằng %1$@. Trao đổi bảng đang chạy cục bộ mà không cần chuyển tiếp.
zh_hans: 将活动交换对等点替换为 %1$@。板交换在本地运行，无需中继。
zh_hant: 將活動交換對等點替換為 %1$@。板交換在本地運行，無需中繼。
